/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"User Info" = "User Info";
"User Name" = "User Name";

"Miscellaneous" = "Miscellaneous";
"Upcoming trips" = "Upcoming trips";
"Next trip only" = "Next trip only";
"Starting within 7 days" = "Starting within 7 days";
"Starting within 30 days" = "Starting within 30 days";
"Next + within 7 days" = "Next + within 7 days";
"Next + within 30 days" = "Next + within 30 days";

"Notifications" = "Notifications";
"Lead time can be set for trips (only one notification per trip), departures (start of travel, e.g. outward flight and return flight) and legs (i.e., connections)" = "Lead time can be set for trips (only one notification per trip), departures (start of travel, e.g. outward flight and return flight) and legs (i.e., connections)";
"Before trip" = "Before trip";
"Off" = "Off";
"6 hours" = "6 hours";
"12 hours" = "12 hours";
"24 hours" = "24 hours";
"2 days" = "2 days";

"Before departure" = "Before departure";
//"Off" = "Off";
"30 minutes" = "30 minutes";
"1 hour" = "1 hour";
"2 hours" = "2 hours";
"4 hours" = "4 hours";

"Before next leg" = "Before next leg";
//"Off" = "Off";
"15 minutes" = "15 minutes";
//"30 minutes" = "30 minutes";
"45 minutes" = "45 minutes";
//"1 hour" = "1 hour";

"Before event" = "Before event";
